{
    "作業済み": "Done",
    "作業中": "Progress",
    "未作業": "None",
    "フリーワード検索": "Search Freeword",
    "ID": "ID",
    "作業プロセス": "Process",
    "識別用番号": "Code",
    "優先順位": "Priority",
    "ラベル数": "Number of Labels",
    "操作": "Control",

    "一時保存": "Save as Progress",
    "作業済みにして保存": "Save as Done",
    "ショートカットキーを有効に": "Enable Shortcut Keys",
    "ラベル": "Label",
    "要素数": "Number of Entities",
    "新しいタブで開く": "Open in New Tab",

    "検索": "Search",
    "テキストに一致": "matches text",
    "特定のラベルに一致": "match a specifil label",
    "登録日で期間検索": "period search by registration date",
    "CSV エクスポート": "CSV Export",
    "リセット": "Reset",
    "一覧": "List",
    "採集標本番号": "Number",
    "欧名": "English Name",
    "和名": "Japanese Name",

    "ラベリング": "Labeling",
    "保存": "Save",
    "更新": "Update",
    "OCR実行中": "OCR Executing",
    "ラベリング実行中": "Labeling Executing",
    "保存中": "Saving",
    "更新中": "Updating",

    "データ編集用情報": "Data Info",
    "植物情報": "Plant",
    "採取場所情報": "Collect Location",
    "日付・採取者・採取番号情報": "Date, Collector, Number",
    "位置情報": "Lat Long Alt",
    "データの編集": "Edit Data",
    "新規作成": "Create New Data",


    "前": "Prev",
    "次": "Next",
    "追加": "Add",
    "削除": "Delete",
    "編集": "Edit",
    "学習用ラベルデータ一覧": "Training Data List",

    "登録データ一覧": "Data List",
    "新規作成": "Create",
    "一括登録": "Bulk Create",
    "学習データ管理": "Training Data",

    "Family"  : "En Family",
    "科名"    : "Ja Family",
    "学名"    : "En Name",
    "種名"    : "Ja Name",
    "県名"    : "Ja Pref",
    "市郡町"   : "Ja City",
    "以下"    : "Ja Addr",
    "県名(英)" : "En Pref",
    "市町(英)" : "En City",
    "以下(英)" : "En Addr",
    "年月日"   : "Date",
    "採集者"   : "Collector",
    "番号"    : "Number",
    "国名"    : "Country",
    "緯度"    : "Latitude",
    "経度"    : "Longtitude",
    "標高"    : "Altitude",
    "備考"    : "Memo",


    "科名(英)": "Family Name (English)",
    "科名(和)": "Family Name (Japanese)",
    "学名(英)": "Scientific Name",
    "種名(和)": "Japanese Name",
    "採取地名: 都道府県(和)": "Collect Prefecture (Japanese)",
    "採取地名: 市区町村(和)": "Collect City (Japanese)",
    "採取地名: 以下(和)": "Collect Address (Japanese)",
    "採取地名: 都道府県(英)": "Collect Prefecture (English)",
    "採取地名: 市区町村(英)": "Collect City (English)",
    "採取地名: 以下(英)": "Collect Address (English)",
    "採取年月日": "Collect Date",
    "採取者標本番号": "Number",
    "採取地名:国名": "Collect Country",

    "ラベルの追加": "Adding a label",
    "該当範囲を選択して「追加」ボタン、もしくはショートカットキー(SC)。": "Select the appropriate range and click the \"Add\" button or shortcut key (SC).",
    "ラベルの削除": "Delete a label",
    "「削除」ボタン、もしくは Shift + ショートカットキー(SC)で、任意のラベルの全削除。": "Delete button or Shift + shortcut key (SC) to delete all labels.",
    "ラベルの変更と単一の削除": "Changing labels and single deletion",
    "選択範囲にすでにラベルがある場合は\"ラベルの追加\"と同じ操作でラベルの変更ができます。 ": "If there are already labels in the selected area, you can change labels by the same operation as \"Add Label\".",
    "また、選択範囲にラベルがある状態で\"ラベルの削除\"の操作をすると、その箇所のみラベルを削除することができます。": "If there are labels in the selected area, \"Delete Label\" can be used to delete labels in the selected area only.",
    "ショートカットキー(sc)の有効・無効": "Enabling/Disabling Shortcut Key (sc)",
    "ショートショートカットキーはデフォルトで有効になっています。無効にする際はチェックを外してください。": "Shortcut keys are enabled by default. To disable it, uncheck the box.",
    "ショートカットキーが有効な有効な状態でも、「Ctrl」や「Alt」を押下する操作は従来通り使えます。": "Even with the shortcut keys enabled and activated, you can still use the conventional operations of pressing \"Ctrl\" and \"Alt\".",
    "画像": "Image",
    "マウスオーバーで画像の拡大。": "Mouse over to zoom in on an image.",
    "クリックで拡大表示をその場に固定します。": "Click to fix the magnified view in place.",
    "保存ボタン": "Save button",
    "「一時保存」「作業済みにして保存」のどちらで保存するかで、保存後のデータの状態が変わります。": "Depending on whether you choose \"Save Progress\" or \"Save as Done\" the state of the data after saving will change.",
    "・「一時保存」→「作業中」": "\"Save as Progress\"→\"Progress\"",
    "・「作業済みにして保存」→「作業済」": "\"Save as Done\"→\"Done\"",
    "実際に学習データとして使用するのは「作業済」のデータになります。自信がないデータは作業中で置いておいてください。": "The data that will actually be used as training data will be the \"Done\" data. If you are not sure about the data, leave it in the \"Progress\" state.",
    "メモ": "Memo",
    "保存時にメモ欄に記載した内容も保存されます。自信のないラベルの内容などを記載しておいてください。": "When saving the data, the contents described in the memo field will also be saved. Please describe the contents of labels that you are not confident about.",
    "「前」「次」ボタン": "\"Prev\" and \"Next\" buttons",
    "前後のデータの編集画面に移動できます。保存後一覧に戻らず作業を続けることができます。": "You can move to the edit screen of the previous and next data. You can continue working without returning to the list after saving.",
    "保存は忘れずにお願いします。作業途中でページを閉じると、作業内容が失われます。": "Please remember to save your work. If you close the page while you are working, your work will be lost.",
    "ラベルの追加時に、前後のスペースは無視されますので、ガバッと選択して大丈夫です。ダブルクリックで単語の選択。トリプルクリックでの行選択などをうまく活用してください。": "When adding labels, spaces before and after are ignored, so you can make a quick selection. Double-click to select words. Make good use of triple-clicking to select lines, etc.",
    "「Ctrl + F」でテキスト検索ができます。ラベルを探す際に活用してください。": "\"Ctrl + F\" allows you to search for text. Use it to find labels.",
    "「Ctrl + R」でページの再読み込みができますので、作業を最初からやり直したい場合などに活用してください。": "\"Ctrl + R\" reloads the page, so you can start over from the beginning.",
    "間違った文字が紛れ込んでいるものも、分割せずにひと固まりで選択し、ラベル付けしてください。": "If you find a text that contains incorrect characters, please select and label the text as a single block instead of splitting it.",
    "そのほうが AI の精度が上がるのと、間違ったテキストは登録時に消せば済むからです。結果的にすべてのラベルが 0 か 1 個になるのが理想です。": "This will improve the accuracy of the AI, and the wrong text can be deleted at registration. Ideally, all labels should be 0 or 1.",
    "一覧画面で検索し複数のデータを編集したい場合は、新しいタブで開いて編集するのが便利です。「Ctrl」を押しながらクリックでタブで開けます。": "If you want to search in the list and edit multiple data, it is convenient to open them in a new tab and edit them. Hold down \"Ctrl\" and click to open in a new tab.",
    "": ""
}